Repository: 84000/data-translation-memory
Catalog: toh1-1-v1.tmx
Source language: bo
Languages: en

source: ལྷས་བདག་ལ་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་སྩལ་བ་འབའ་ཞིག་མཛོད་ཅིག་དང་།
en: Give me an army of just four divisions, Your Majesty,

source: བདག་གིས་ཨང་གའི་རྒྱལ་པོ་དང་ལྷན་ཅིག་གཡུལ་ངོར་གཡུལ་སྤྲད་པར་བགྱིའོ། །
en: and I will meet the King of Aṅga in battle.”

source: དེ་ནས་རྒྱལ་པོ་པད་མ་ཆེན་པོས་ཨང་གའི་རྒྱལ་པོ་ལ་ཁྱོད་ཀྱི་མཐུ་དང་། དཔུང་དང་། བརྩོན་འགྲུས་དང་། ཕ་རོལ་གནོན་པ་གང་དག་ཡིན་པ་དེ་དག་ཐམས་ཅད་མ་ཉམས་པར་གྱིས་ཤིག་ཅེས་ཕྲིན་ཡིག་སྤྲིང་ངོ་། །
en: King Mahāpadma then sent a message to the King of Aṅga, saying, “You had best hope all the power, forces, will, and authority you possess do not fail you!”

source: ཨང་གའི་རྒྱལ་པོས་ཐོས་ནས་མི་བཟོད་པ་སྐྱེས་ཏེ་བློན་པོ་རྣམས་ལ་སྨྲས་པ།
en: The King of Aṅga found this message intolerable and commanded his ministers,

source: ཤེས་ལྡན་དག་དེའི་ཡུལ་འཁོར་གཞོམ་པར་བྱས།
en: “Gentlemen , lay waste to those lands!

source: དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་གོ་སྐོན་ཅིག །
en: Call up the four branches of the armed forces.”

source: དེས་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་གླང་པོ་ཆེ་པའི་ཚོགས་དང་། རྟ་པའི་ཚོགས་དང་། ཤིང་རྟ་པའི་ཚོགས་དང་། དཔུང་བུ་ཆུང་གི་ ཚོགས་གོ་བསྐོན་ཏེ་ཡུལ་མ་ག་དྷཱ་གཞོམ་པར་བརྩམས་པ་དང་།
en: Having called up the four branches of the armed forces—the elephant corps, the cavalry, the charioteer corps, and the infantry—they began to lay waste to the land of Magadha.

source: མ་ག་དྷཱ་ན་གནས་པའི་སྐྱེ་བོའི་ཚོགས་ཀྱིས་རྒྱལ་པོ་པད་མ་ཆེན་པོ་ལ་ལྷ་ཨང་གའི་རྒྱལ་པོ་འདི་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་གླང་པོ་ཆེ་པའི་ཚོགས་དང་། རྟ་པའི་ཚོགས་དང་། ཤིང་རྟ་པའི་ཚོགས་དང་། དཔུང་བུ་ཆུང་གི་ཚོགས་གོ་བསྐོན་ཏེ་ཡུལ་མ་ག་དྷཱ་འཇོམས་པར་བགྱིད་དོ་ཞེས་སྦྲོན་པ་དག་བཏང་ངོ་།
en: The people of Magadha sent a message to King Mahāpadma, saying, “Your Majesty, the King of Aṅga has called up the four branches of his armed forces—the elephant corps, the cavalry, the charioteer corps, and the infantry—and is laying waste to the lands of Magadha.”

source: རྒྱལ་པོ་པད་མ་ཆེན་པོས་ཐོས་ནས་དེ་མི་བདེ་བར་གྱུར་ཏེ་ལག་པ་འགྲམ་པ་ལ་གཏད་ནས། སེམས་ཁོང་དུ་ཆུད་ཅིང་འདུག་འདུག་ནས། །
en: King Mahāpadma was troubled by this news and, head in hands, sat and sat, absorbed in thought.

source: དེས་གཞོན་ནུ་གཟུགས་ཅན་སྙིང་པོ་བོས་ཏེ། དེ་ལ་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་བྱིན་ནོ། །
en: He summoned Prince Bimbisāra and gave him charge over the four branches of the armed forces.

source: གཞོན་ནུ་གཟུགས་ཅན་སྙིང་པོས་བློན་པོའི་བུ་ལྔ་བརྒྱ་བསྡུས་ཏེ་སྨྲས་པ།
en: Prince Bimbisāra gathered the five hundred ministers’ sons and said,

source: ཤེས་ལྡན་དག་ང་ནི་ཨང་གའི་རྒྱལ་པོ་དང་ལྷན་ཅིག་གཡུལ་ངོར་གཡུལ་སྤྲོད་པར་བྱེད་ན་ཤེས་ལྡན་དག་ཅི་བྱེད།
en: “Gentlemen , what if I were to meet the King of Aṅga in battle? What would you do?”

source: དེ་དག་གིས་སྨྲས་པ། གཞོན་ནུ་ཁྱོད་ཀྱི་གནས་སྐབས་གང་ལགས་པ་དེ་བདག་ཅག་གི་ཡང་ལགས་སོ། །
en: “Prince, your struggle shall be our struggle!” they responded.

source: དེས་ཚིགས་སུ་བཅད་པ་སྨྲས་པ།
en: Then they said in verse:

source: མི་གང་ལ་ནི་ཁྱིམ་དཔལ་གནས། །
en: “In whose house dwells glory,

source: དེ་ནི་ཀུན་གྱིས་ཡོངས་བསྲུང་བྱ། །
en: It is he we should protect.

source: དེ་ཉམས་ན་ནི་ཀུན་ཉམས་ཏེ།
en: If he falls, then all fall,

source: ལྟེ་བ་ཆག་པས་རྩིབས་རྣམས་བཞིན།
en: As spokes at a hub’s collapse.”

source: ད་ཁྱེད་ཀྱིས་ཀུན་ནས་ཡོངས་སུ་བསྲུང་བར་བྱའོ།
en: “Now you must do all you can to protect me.”

source: ལྷའི་གནས་སྐབས་གང་ལགས་པ་དེ་བདག་ཅག་གི་ཡང་ལགས་ལ།
en: “Whatever Your Majesty’s plight may be, that too shall be ours.

source: ལྷའི་ཞབས་གང་ན་བ་དེ་ན་བདག་ཅག་གི་མགོ་མཆིས་སོ། །
en: Wherever Your Majesty’s foot may fall, there shall we bow our heads.”

source: དེ་ནས་དེས་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་གོ་བསྐོན་ཏེ།
en: The four branches of the armed forces were then called up

source: རྒྱལ་པོའི་ཁབ་ནས་བྱུང་ངོ་། །
en: and they set out from Rājagṛha.

source: རྒྱལ་པོ་པད་མ་ཆེན་པོ་སྟེང་གི་ཁང་བཟངས་ཀྱི་གཞིར་གཏོགས་པ་ན་བློན་པོའི་ཚོགས་ཀྱིས་བསྐོར་ཅིང་འདུག་པ་དེས་དེ་བྱུང་བ་མཐོང་ནས་དེས་བློན་པོ་རྣམས་ལ་སྨྲས་པ།
en: When King Mahāpadma, who sat shut up in his upper citadel surrounded by his council, saw them depart, he asked his ministers,

source: ཤེས་ལྡན་དག་དམག་འདི་སུའི་ཡིན།
en: “Gentlemen , whose army is this?”

source: ལྷ་གཞོན་ནུ་གཟུགས་ཅན་སྙིང་པོའི་ལགས་སོ།
en: “Your Majesty, it is Prince Bimbisāra’s.”

source: ཤེས་ལྡན་དག་ཨེ་མ་འདི་དམག་མང་པོ་དང་ལྡན་ནོ་ཞེས་སྨྲས་པས།
en: “Gentlemen ! It is awesome to behold!”

source: དེའི་མིང་དམག་ལྡན་གཟུགས་ཅན་སྙིང་པོ། དམག་ལྡན་གཟུགས་ཅན་སྙིང་པོ་ཞེས་བྱ་བར་གྱུར་ཏོ། །
en: Hence, the prince was named and became known as Bimbisāra of the Army.

source: དེ་ན་ཁ་ཅིག་གིས་ནི་བཟོ་སྦྱངས་གཟུགས་ཅན་སྙིང་པོ་ཞེས་བྱ་བར་ཤེས་སོ། །ཁ་ཅིག་གིས་ནི་དམག་ལྡན་གཟུགས་ཅན་སྙིང་པོ་ཞེས་བྱ་བར་ཤེས་སོ། །
en: Some knew him as Bimbisāra of the Guilds while some knew him as Bimbisāra of the Army.

source: གཞོན་ནུ་གཟུགས་ཅན་སྙིང་པོས་བློན་པོའི་བུ་ལྔ་བརྒྱ་པོ་དག་ལ་སྨྲས་པ།
en: Prince Bimbisāra said to the five hundred sons of the ministers,

source: ཤེས་ལྡན་དག་ཨང་གའི་རྒྱལ་པོ་འདི་ནི་གདུག་པ་ཕ་རོལ་གནོན་ པ་དཔུང་དང་མཐུ་ཆེ་བར་གྱུར་པ་ཡིན་པས་ཡུ་བུ་ཅག་གིས་འདི་དང་ལྷན་ཅིག་གཡུལ་སྤྲད་པར་ནི་མི་ནུས་ཀྱིས།
en: “Gentlemen , this King of Aṅga is belligerent, ruthless, and his military might is great so we cannot meet him in battle.

source: འདི་ལྟར་དེ་བག་ཡངས་སུ་གོ་ཕུད་པའི་ཕྲུ་མ་བརྫི་ཞིང་བཞབས་ཏེ་གསད་པར་བྱའོ། །
en: Therefore, we will sneak in, overrun his exposed camp, and kill him while their guard is down and their armor off.”

source: དེ་དག་གིས་དེ་བག་ཡངས་སུ་གོ་ཕུད་པའི་ཕྲུ་མ་བརྫིས་ནས་དེ་དག་གིས་ཨང་གའི་རྒྱལ་པོ་བཞབས་ཏེ་བསད་དོ། །
en: They overran the King of Aṅga’s exposed camp while their guard was down and their armor off, sneaking up and killing him.

source: ཨང་གའི་རྒྱལ་པོའི་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་ཕྱོགས་བཞིར་བྱེར་བ་དང་།
en: The four branches of the King of Aṅga’s armed forces scattered to the four directions.

source: གཞོན་ནུ་གཟུགས་ཅན་སྙིང་པོས་ཕྱོགས་བཞིར་ཕོ་ཉ་རྟ་པ་དག་བཀྱེ་སྟེ།
en: Prince Bimbisāra sent mounted emissaries in the four directions with the message,

source: ངེད་ཀྱང་རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོར་དབང་བསྐུར་བ་ཡིན་གྱིས་ཕྱིར་ལོག་ཤིག་དང་། །
en: and I too have been crowned and anointed a kṣatriya king, so return!

source: ཤེས་ལྡན་དག་ངས་ཤེས་ལྡན་དག་ལ་འཚོ་བའི་རྒྱུ་སྦྱིན་པར་བྱའོ་ཞེས་སྤྲིང་བ་དང་
en: Gentlemen , I will support you!”

source: དེ་ནས་ཨང་གའི་རྒྱལ་པོས་གྲོང་ཁྱེར་ཙམ་པ་བསྲུང་བ་བཞག་པ་དེས་
en: He whom the King of Aṅga left to defend the city of Campā

source: ཨང་གའི་རྒྱལ་པོ་ཇི་ལྟར་བསད་པ་ཐོས་ནས་དེས་སྒོ་བཅད་དེ་ར་བ་དག་གི་ཁར་སྦྲེངས་ནས་འདུག་གོ།
en: heard how the King of Aṅga had been killed, prompting him to close the gates and take cover within the walls of the fortress.

source: གཞོན་ནུ་གཟུགས་ཅན་སྙིང་པོ་ཡང་མཐར་གྱིས་གྲོང་ཁྱེར་ཙམ་པར་ཕྱིན་ནས་
en: When at last Prince Bimbisāra reached Campā,

source: དེས་ཤིང་རིང་པོ་ལ་ཨང་གའི་རྒྱལ་པོའི་མགོ་བཏགས་ཏེ་བསྟན་ནས་སྨྲས་པ།
en: the prince fixed the King of Aṅga’s head onto a long pole and displayed it, saying,

source: ངས་ཁྱོད་ཀྱི་ཇོ་བོ་གང་ཡིན་པ་དེ་གནས་སྐབས་འདི་ལྟ་བུར་བྱས་ཀྱིས།
en: “It is I who has brought your lord to this state.

source: གལ་ཏེ་ཇེ་ཕྱིར་འབྱུང་ན་དེ་ལྟ་ན་ལེགས།
en: Come out immediately and I shall look favorably upon you.

source: གལ་ཏེ་ཕྱིར་མི་འབྱུང་ན་ཁྱོད་ཀྱང་གནས་སྐབས་འདི་ལྟ་བུར་བྱས་པར་འགྱུར་བ་གང་ཡིན་པ་དེ་ལྟ་བུའི་གནས་ཡོད་པར་འགྱུར་རོ། །
en: Fail to appear and you too will soon find yourself in this state.”

source: དེས་ཐོས་ནས་མི་བདེ་བར་གྱུར་ཏེ། དེས་བསམས་པ།
en: It distressed the steward of Campā to hear this, and he thought of this verse:

source: སྙམ་ནས་དེ་རལ་གྲི་མགུལ་དུ་ཐོགས་ཏེ་ཕྱིར་བྱུང་ངོ་།
en: With that thought he hung his sword from his neck in surrender and came out.

source: དེ་ན་གཞོན་ནུ་གཟུགས་ཅན་སྙིང་པོས་ཨང་གའི་རྒྱལ་པོ་བསད་དེ་གྲོང་ཁྱེར་ཙམ་པ་རང་གི་ལག་ཏུ་ཐོབ་ནས་དེས་རྒྱལ་པོ་པད་མ་ཆེན་པོ་ལ་
en: With the King of Aṅga slain, Campā fell into Prince Bimbisāra’s hands, at which point he sent a message to King Mahāpadma, saying,

source: ལྷ་བདག་གིས་ཨང་གའི་རྒྱལ་པོ་བཀུམ་སྟེ་གྲོང་ཁྱེར་ཙམ་པ་རང་གི་སུག་པར་ཐོབ་ལགས་ན། །
en: “Your Majesty, I have slain the King of Aṅga and Campā is now in my hands.

source: ལྷ་ཡོངས་སུ་མ་གྲུབ་པ་གཞན་ཅི་མཆིས་བཀའ་སྩོལ་ཅིག་དང་ཡོངས་སུ་བསྒྲུབ་པར་བགྱིའོ་ཞེས་ཕྲིན་ཡིག་སྤྲིང་ངོ་། །
en: Your Majesty, tell me what else needs to be done and I shall see to it.”

source: དེ་མགུ་ནས་དེས་དེ་ལ་གདུགས་དང་། ཅོད་པན་དང་། ཐོད་བསྐུར་ཏེ།
en: Pleased, King Mahāpadma sent Prince Bimbisāra a parasol, a turban, and a coronet with the message,

source: བུ་ཁྱོད་ཀྱིས་འོ་ནི་ཉིད་དུ་རྒྱལ་སྲིད་བྱེད་དུ་ཆུག་ཤིག
en: “Son, you must take the reins of power there.

source: ངས་ཀྱང་འདི་ཉིད་དུ་རྒྱལ་སྲིད་བྱེད་དུ་གཞུག་གོ་ཞེས་སྤྲིང་ངོ་། །
en: I, for my part, will assume the reins of power here.”

source: དེ་ནས་གཞོན་ནུ་གཟུགས་ཅན་སྙིང་པོས་ཡུལ་ཨང་ག་དག་ཏུ་རྒྱལ་སྲིད་འབྱོར་པ་རྒྱས་པ་བདེ་བ་ལོ་ལེགས་པ་སྐྱེ་བོ་དང་མི་མང་པོས་གང་བ་བྱེད་དུ་བཅུག་གོ། །
en: And so Prince Bimbisāra assumed the reins of power. Under him, the kingdom prospered and thrived, crops were bountiful and the land teemed with animals and people.

source: དུས་གཞན་ཞིག་ན་རྒྱལ་པོ་པད་མ་ཆེན་པོ་དུས་ལ་བབ་ནས་
en: Once King Mahāpadma’s time had come,

source: རྒྱལ་པོའི་ཁབ་ཀྱི་བློན་པོ་རྣམས་ཀྱིས་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་ལ་ལྷ་ཁྱོད་ཀྱི་ཡབ་དུས་ལ་བབ་པོ་ཞེས་སྤྲིང་ནས།
en: the ministers of Rājagṛha sent a message to King Bimbisāra, saying, “Your Majesty, your father’s time has come.”

source: དེ་ཨང་ག་དང་མ་ག་དྷཱ་པའི་བློན་པོ་རྣམས་ཀྱིས་རྒྱལ་སྲིད་ལ་དབང་བསྐུར་བ་ཆེན་པོས་དབང་བསྐུར་ཏོ། །
en: In a great coronation ceremony, the ministers of Rājagṛha and Magadha granted him sovereignty over the lands of Aṅga and Magadha.

source: དེ་ནས་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོས་ཡུལ་ཨང་ག་དང་མ་ག་དྷཱ་དག་ཏུ་རྒྱལ་སྲིད་འབྱོར་པ། རྒྱས་པ། བདེ་བ། ལོ་ལེགས་པ། སྐྱེ་བོ་དང་མི་མང་པོས་གང་བ། །
en: Under King Bimbisāra’s rule, the kingdoms of Aṅga and Magadha prospered and thrived, crops were bountiful and the land teemed with animals and people.

source: ཐབ་མོ་དང་། ཐ་བ་དང་། ཕྱི་དགྲ་དང་། ནང་འཁྲུག་རབ་ཏུ་ཞི་བ། །
en: He completely pacified conflict, aggressors, and enemies from without as well as disturbances from within.

source: ཆོམ་རྐུན་དང་། མུ་གེ་དང་། ནད་དང་བྲལ་བ། སཱ་ལུ་དང་། བུ་རམ་ཤིང་གི་ཕྲེང་བ་དང་། བ་ལང་དང་། མ་ཧེ་ཕུན་སུམ་ཚོགས་པ་བྱེད་དུ་བཅུག་སྟེ།
en: He rid the land of brigands, thieves, famine, and illness, and brought a wealth of rice, sugar cane, cattle, and buffalo;

source: ཆོས་དང་ལྡན་པ་ཆོས་ཀྱི་རྒྱལ་པོས་ཆོས་ཀྱི་རྒྱལ་སྲིད་བྱེད་དུ་བཅུག་གོ། །
en: Devout, the just king ruled justly.

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་གསང་ཚིག་འདོད་པ་གསང་ཚིག་ཚོལ་བ་ཞིག་ཡུལ་དབུས་ནས་ལྷོ་ཕྱོགས་སུ་སོང་ངོ་། །
en: There was a young brahmin who, desiring and in search of esoteric instruction, left the Middle Country and went to the South,

source: དེ་ན་བྲམ་ཟེ་རིག་བྱེད་དང་རིག་བྱེད་ཀྱི་ཡན་ལག་གི་ཕ་རོལ་དུ་སོན་པ་ཡུལ་ཐ་དད་པ་ན་གནས་པའི་བྲམ་ཟེ་རྣམས་ཀྱི་སྟོན་པར་གྱུར་པ་ཞིག་འདུག་ནས།
en: There, in a land not his own, lived a teacher of brahmins who had mastered the Vedas and all branches of Vedic knowledge.

source: བྲམ་ཟེའི་ཁྱེའུ་དེ་བྲམ་ཟེ་དེའི་དྲུང་དུ་སོང་སྟེ་ཕྱིན་ནས་ཞི་བ་དང་སྤྱོད་ལམ་ཞི་བས་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །
en: The young brahmin went to see this teacher of brahmins. Serene, the young brahmin bowed his head calmly and sat off to one side.

source: དེ་ནས་བྲམ་ཟེ་དེས་བྲམ་ཟེའི་ཁྱེའུ་དེ་ལ་འོངས་པ་ལེགས་སོ་ཞེས་བྱ་བའི་ཚིག་གིས་ཀུན་དུ་སྤྱད་ནས་སྨྲས་པ།
en: The brahmin teacher warmly greeted him with words of welcome, and asked,

source: ཀྱེ་བྲམ་ཟེའི་ཁྱེའུ་ཁྱོད་ག་ལས་འོངས་ཅི་ཞིག་འདོད།
en: “Young brahmin, where have you come from and what do you desire?”

source: བདག་ཡུལ་དབུས་ནས་མཆིས་ཏེ། མཁན་པོའི་ཞབས་ལ་སྲི་ཞུ་བགྱིད་པར་འཚལ་ལོ། །
en: “I hail from the Middle Country and I seek to serve at the feet of a master.”

source: ཅི་ཞིག་གི་ཕྱིར། རིག་བྱེད་བཀླག་པའི་སླད་དུའོ། །
en: “Why?” “So that I may recite the Vedas.”

source: བུ་ལེགས་ཀྱིས་དེ་བཞིན་དུ་གྱིས་ཤིག །
en: “Excellent, my son. You should do just that,

source: དེ་ནི་བྲམ་ཟེས་བྱ་བ་ཡིན་ནོ། །
en: for that is a brahmin’s duty.”

source: བྲམ་ཟེའི་ཁྱེའུ་དེས་བྲམ་ཟེ་དེའི་དྲུང་དུ་རིག་བྱེད་བཀླག་པར་བྱ་བར་བརྩམས་སོ། །
en: And so, the young brahmin began to recite the Vedas with the teacher of brahmins.

source: བྲམ་ཟེའི་ཁྱེའུ་རྣམས་ཀྱི་ཀུན་དུ་སྤྱོད་པ་ནི་འདི་ཡིན་ཏེ།
en: The brahmins’ students were in the habit,

source: གང་གི་ཚེ་མི་ཀློག་པར་གྱུར་པ་དེའི་ཚེ་ན་ལན་འགའ་ནི་ཆུ་ངོགས་སུ་ཉེ་རེག་བྱེད་དུ་འདོང་ངོ་།
en: when not occupied with their studies, of going to the riverbank to bathe,

source: གྲོང་ཁྱེར་ལྟར་འདོང་ངོ་།
en: visiting the city,

source: ཡམ་སྲེག་ཤིང་ཐུར་འདོང་ངོ་།
en: or collecting wood for use in fire pūjas.

source: ཇི་ཙམ་དུས་གཞན་ཞིག་ན་དེ་དག་མི་ཀློག་པར་གྱུར་ནས་དེའི་ཚེ་དེ་དག་ཡམ་སྲེག་ཤིང་ཐུར་དོང་བ་དང་།
en: Once, when not occupied with their studies, they went to collect wood for fire pūjas.

source: དེ་དག་ལ་ལམ་གྱི་བར་དུ་བར་སྐབས་ཀྱི་གཏམ་བརྗོད་པ་འདི་ལྟ་བུ་འདི་བྱུང་སྟེ། །
en: On the way they had the following conversation.

source: ཀྱེ་ཀུད་སའི་བུ་དག །བད་སའི་བུ་དག །ཤན་དི་ལིའི་བུ་དག །བ་ར་དྭ་ཛའི་བུ་དག །ལྔ་པའི་བུ་དག །ཉེ་ལྔའི་བུ་དག
en: “Sons of Kutsa, sons of Vātsa, sons of Śāṇḍili, sons of Bhāradvāja, sons of the Five, sons of the Further Five.

source: ཇེ་ཁྱེད་ཅག་ལས་གང་ནི་ཡུལ་ག་ལས་འོངས་པ་དྲི་བར་བྱའོ། །
en: To begin with, let us share where we come from, from which land we hail.”

source: ཁོ་བོ་ནི་ཡུལ་ཤར་ནས་སོ། །
en: “I am from the East,”

source: དེ་ན་བྲམ་ཟེའི་ཁྱེའུ་གཅིག་གིས་སྨྲས་པ།
en: one young brahmin responded.

source: ཁོ་བོ་ནི་ལྷོ་ཕྱོགས་ནས་སོ།
en: “I am from the South,”

source: གཞན་ཞིག་གིས་སྨྲས་པ།
en: said another.

source: ཁོ་བོ་ནི་ནུབ་ཕྱོགས་ནས་སོ།
en: “I am from the West.”

source: ཁོ་བོ་ནི་བྱང་ཕྱོགས་ནས་སོ། །
en: “I am from the North.”

source: བྲམ་ཟེའི་ཁྱེའུ་དེས་སྨྲས་པ།
en: The young brahmin then said,

source: ཁོ་བོ་ནི་ཡུལ་དབུས་ནས་སོ། །
en: “I am from the Middle Country.”

source: དེ་དག་གིས་སྨྲས་པ།
en: To him they said,

source: ཤེས་ལྡན་དག་བདག་ཅག་གིས་ཡུལ་ཐམས་ཅད་མཐོང་ཞིང་ཐོས་ན་
en: “Sir ! We have seen and heard of all those other countries,

source: ཡུལ་དབུས་ནི་མ་མཐོང་མ་ཐོས་སོ། །
en: but have neither seen nor heard of the Middle Country.”

source: ཞེས་ཚིགས་སུ་བཅད་པ་ཡང་སྨྲས་སོ། །
en: And then they added this verse:

source: ཤར་ན་བློ་ཅན་གནས་པ་སྟེ། །
en: “In the East they are wise,

source: ལྷོ་ཕྱོགས་ན་ནི་གཡོན་བྱེད་འདུག །
en: In the South they are cunning,

source: ནུབ་ཀྱི་ཡུལ་ན་ཕྲ་མ་ཅན། །
en: In the West they stir division,

source: བྱང་ཕྱོགས་ན་ནི་ཚིག་རྩུབ་བོ། །
en: In the North they speak roughly.”

source: དེ་ནས་དྲིས་པ། བྲམ་ཟེའི་ཁྱེའུ་ཡུལ་དབུས་ཅི་འདྲ།
en: “Young brahmin,” they asked, “what is the Middle Country like?”

source: ཤེས་ལྡན་དག་ཡུལ་དབུས་ནི་ཡུལ་རྣམས་ཀྱི་མཆོག་ཡིན་ཏེ།
en: “Gentlemen , the Middle Country is the best of all lands,

source: སཱ་ལུ་དང་། བུ་རམ་ཤིང་གི་ཕྲེང་བ་དང་། བ་ལང་དང་། མ་ཧེ་ཕུན་སུམ་ཚོགས་པ།
en: abounding in rice, sugar cane, cattle, and buffalo,

source: སློང་མོ་པ་བརྒྱས་ཁྱབ་པ། དབུས་པའི་སྐྱེ་བོས་གང་བ། མཐའ་འཁོབ་པའི་སྐྱེ་བོས་སྤངས་པ། སྐྱེ་བོ་མཁས་པས་བསྟེན་པ།
en: thronging with hundreds of honest women and filled with upstanding men, devoid of foreign savages, and guided by learned men.

source: དེ་ན་ཆུ་ཀླུང་གང་གཱ་ཁ་རྗེ་དང་། བསོད་ནམས་དང་། བཀྲ་ཤིས་དང་། གཙང་བ་དང་། གཙང་བ་ཉིད་ཀྱི་གནས་སུ་གྲགས་པ། འགྲམ་གཉིས་ནས་རླན་འཕྱོ་བ། །
en: The river Gaṅgā, bountiful, meritorious, auspicious, and clean, flows through this famed land, irrigating both shores.

source: དྲང་སྲོང་རྣམས་ཀྱི་བསྟི་གནས་ཞེས་བྱ་བ་ཆུ་དགུར་བཅྭ་བརྒྱད་འབབ་པ་ཡོད་དེ།
en: At one point, where sages are known to gather, the river flows through eighteen bends.

source: དེར་དྲང་སྲོང་རྣམས་ཀྱིས་དཀའ་ཐུབ་སྤྱད་ན་རང་གི་ལུས་ཉིད་ཀྱིས་མཐོ་རིས་སུ་འདོང་བ་ཡིན་ནོ། །
en: There, sages seek to bodily rise to the heavens through their practice of austerities.”

source: ཀྱེ་བྲམ་ཟེའི་ཁྱེའུ་དེ་ནི་མཇལ་གྱིས་གཞན་འདི་འདྲིའོ། །
en: “Young brahmin, having met you, we have another question.

source: ཡུལ་དབུས་ན་མཁས་པར་བགྲང་བ་དག་ཡོད་དམ།
en: Do you have men counted as learned in the Middle Country?”

source: ཤེས་ལྡན་དག་ཁོ་བོས་དང་པོ་ཉིད་ནས་ཤེས་ལྡན་དག་ཡུལ་དབུས་ནི་དབུས་པའི་སྐྱེ་བོས་གང་བ། མཐའ་འཁོབ་པའི་སྐྱེ་བོས་སྤངས་པ། སྐྱེ་བོ་མཁས་པས་བསྟེན་པའོ་ཞེས་མ་སྨྲས་སམ།
en: “Gentlemen , from the first did I not say, ‘Gentlemen , the Middle Country is filled with upstanding men, devoid of foreign savages, and guided by learned men’?”

source: བྲམ་ཟེའི་ཁྱེའུ་ཁྱོད་ཀྱིས་དེ་སྐད་སྨྲས་སོ།
en: “Young brahmin, you did say that.

source: བྲམ་ཟེའི་ཁྱེའུ་ཡུལ་དབུས་ན་འདི་ལྟ་སྟེ་དཔེར་ན་བདག་ཅག་གི་མཁན་པོ་དང་འདྲ་བ་སྨྲ་བའི་ཁྱུ་མཆོག་དེ་ལྟ་བུ་དག་ཡོད་དམ།
en: Young brahmin, are there any in the Middle Country like our master, the wisest of philosophers?”

source: ཤེས་ལྡན་དག་ཡུལ་དབུས་ན་བདག་ཅག་གི་མཁན་པོས་གང་དག་གི་གདོང་དུ་ལྟ་བར་ཡང་མི་ནུས་པ།
en: “Gentlemen, in the Middle Country, the philosophers are such that our teacher could not even look them in the face,

source: སྙན་པར་སྨྲ་བ། སྨྲ་བའི་ཁྱུ་མཆོག་དེ་ལྟ་བུ་དག་ཡོད་དོ། །
en: so eloquently do they speak, so wise are they.”

source: བྲམ་ཟེའི་ཁྱེའུ་དེས་དེ་དག་ལ་དེ་ལྟ་དེ་ལྟར་ཡུལ་དབུས་ཀྱི་བསྔགས་པ་བརྗོད་པ་དང་།
en: On hearing the young brahmin speak so highly of the Middle Country,

source: འདི་ལྟར་དེ་དག་ཐམས་ཅད་ཡུལ་དབུས་སུ་འདོང་འདོད་པར་གྱུར་ཏོ། །
en: they were moved by the desire to visit it.

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་དེ་དག་ཡམ་སྲེག་ཤིང་དག་བཙལ་ཏེ།
en: The young brahmins then went off to collect wood for use in fire pūjas.

source: ཡམ་སྲེག་ཤིང་གི་ཁུར་ཐོགས་ནས་བྲམ་ཟེའི་ཁྱིམ་ག་ལ་བ་དེར་དོང་སྟེ་ཕྱིན་ནས་
en: Bearing their loads of wood, they came to the house in which the teacher of brahmins lived.

source: ཡམ་སྲེག་ཤིང་གི་ཁུར་དག་མཐའ་གཅིག་ཏུ་བཞག་སྟེ།
en: On arriving, they set their loads of wood off to one side,

source: བྲམ་ཟེ་དེ་ག་ལ་བ་དེར་དོང་ནས་ཕྱིན་པ་དང་། བྲམ་ཟེ་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: went to him, and said,

source: མཁན་པོ་མཁྱེན་པར་མཛོད་ཅིག །
en: “Master, please listen.

source: བྲམ་ཟེའི་ཁྱེའུ་འདིས་ཅི་ནས་ཀྱང་བདག་ཅག་ཐམས་ཅད་ཡུལ་དབུས་སུ་མཆི་འཚལ་བར་གྱུར་པ་དེ་ལྟར་ཡུལ་དབུས་ཀྱི་བསྔགས་པ་བརྗོད་དོ། །
en: The young brahmin from the Middle Country speaks so highly of it that we are moved by the desire to visit.”

source: བྲམ་ཟེ་དེས་སྨྲས་པ།
en: The brahmin said,

source: བུ་དག་ཇི་སྙེད་ཐོས་པ་དེ་སྙེད་བགྲོད་པར་བྱ་བ་ཡིན་ནམ། །
en: “Boys, would you visit every place of which you hear?

source: འདི་ལྟར་ཡུལ་དག་ནི་ཐོས་ན་དགའ་བར་འགྱུར་བ་ཡིན་པས་མཉན་པར་བྱའི་བགྲོད་པར་ནི་མི་བྱའོ།
en: Since you seem to derive so much pleasure from hearing of other countries, I would suggest you not visit those places you hear about.”

source: མཁན་པོ་བྲམ་ཟེའི་ཁྱེའུ་འདིའི་མཆིད་ནས་ཡུལ་དབུས་ན་བདག་ཅག་གི་མཁན་པོས་གང་དག་གི་གདོང་དུ་ལྟ་བར་ཡང་མི་ནུས་པ།
en: “Master, according to this young brahmin, in the Middle Country the philosophers are such that you, our teacher, could not even look them in the face,

source: སྙན་པར་སྨྲ་བ། སྨྲ་བའི་ཁྱུ་མཆོག་དེ་ལྟ་བུ་དག་མཆིས་སོ་ཞེས་མཆིའོ། །
en: so eloquently do they speak, so wise are they.”

source: བུ་དག་ཅི་ཁོ་བོ་ན་རེ་སའི་སྟེང་ན་ཁོ་བོ་གཅིག་པུ་ཁོ་ན་སྨྲ་བ་ཡིན་གྱི།
en: “My sons, do I say I am the one and only philosopher on this earth,

source: སྨྲ་བ་གཞན་འགའ་ཡང་མེད་དོ་ཞེས་ཟེར་རམ།
en: that there are no other philosophers?

source: ས་ནི་རིན་པོ་ཆེ་མང་པོ་འཛིན་པ་ཡིན་པས་ས་གཞི་ནི་མཛེས་པ་མཛེས་པ་དག་གིས་གང་བ་ཡིན་ནོ།
en: After all, since the earth contains many gems, its surface is covered with one beauty after another.”

source: མཁན་པོ་རེ་ཞིག་ཡུལ་དེ་ཡང་མཐོང་བར་འགྱུར་ཞིང་ཆུ་ངོགས་སུ་ཉེ་རེག་ཀྱང་བགྱི།
en: “We will see that country yet, Master, if only for a short while. We will bathe on the banks of the river,

source: སྨྲ་བའི་ཁྱུ་མཆོག་དེ་དག་ལ་ཡང་བསྙེན་བཀུར་བགྱི། །
en: we will serve the wisest of philosophers,

source: རྒོལ་བ་དག་ཀྱང་ཚར་གཅད་པར་བགྱི།
en: we will defeat opponents,

source: རང་གི་གྲགས་པ་ཡང་བསྒྲག་པར་བགྱི། རྙེད་པ་ཡང་བསྒྲུབ་པར་བགྱིས།
en: we will make a name for ourselves and find our fortune, too.

source: བདག་ཅག་ཡུལ་དབུས་སུ་མཆིའོ།
en: We will go to the Middle Country.”

source: བྲམ་ཟེ་དེ་སློབ་མ་ལ་རྗེས་སུ་ཆགས་པ་དང་བཅས་པ་དང་། འཁོར་ཉུང་བ་ཡིན་པས་དེས་བྲམ་ཟེའི་ཁྱེའུ་དེ་དག་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: As the brahmin was attached to his students and his circle of students was small, he said to the young brahmins,

source: བུ་དག་གལ་ཏེ་དེ་ལྟ་ན་གཡང་གཞི་དག་དང་། ཤིང་ཤུན་དག་དང་། དབྱུ་གུ་དག་དང་། བླུགས་གཟར་དག་དང་། དགང་གཟར་དག་དང་། རིལ་བ་དག་ལོང་ཤིག་དང་ཡུལ་དབུས་སུ་འདོང་ངོ་། །
en: “In that case, my sons, let us gather our funds, robes, walking staffs, ladles, funnels, and washing bowls and go to the Middle Country.”

source: དེ་དག་གིས་དེ་དག་བླངས་ནས་བྲམ་ཟེ་དེ་བྲམ་ཟེའི་ཁྱེའུ་དེ་དག་དང་ལྷན་ཅིག་ཡུལ་དབུས་སུ་འཕགས་པ་དང་། །
en: Having collected their things, the brahmin set off with the young brahmins for the Middle Country.

source: དེས་རྒོལ་བ་ཁ་ཅིག་ནི་ཚར་བཅད་དེ་རྒོལ་བའི་ཤིང་རྟ་ལ་སྦྱོར་བར་བྱེད།
en: Along the way, he defeated an opponent in debate, and then bound him to his chariot.

source: ཁ་ཅིག་ནི་མགོར་ཐལ་བའི་བུམ་པ་དག་གིས་བསྣུན།
en: He poured ashes from a pot on another’s head.

source: ཁ་ཅིག་ནི་འཕོང་གི་དཔོང་སར་ཁྭ་བཞིན་དུ་ཐག་རིང་པོ་ནས་ཡོངས་སུ་སྤོང་བར་བྱེད།
en: Another steered clear of him like a crow does an archery range.

source: ཁ་ཅིག་ནི་གདུགས་དང་། རྒྱལ་མཚན་དང་། བ་དན་དག་གིས་བསུ་བར་བྱེད། །
en: Another received him with parasols, victory banners, and standards.

source: ཁ་ཅིག་ནི་སློབ་མ་ཉིད་དུ་ཁས་ལེན་པར་བྱེད་ཅིང་དེ་མཐར་གྱིས་གྲོང་དང་། གྲོང་ཁྱེར་དང་། གྲོང་རྡལ་དང་། དབྱེ་ཚོངས་དང་། ཚོང་རྡལ་དག་ཏུ་རྒོལ་བ་འདུལ་ཞིང་རྒྱལ་པོའི་ཁབ་ཏུ་ཕྱིན་ཏོ།
en: Another made a pledge to become his student. As he went, he vanquished one opponent after another in villages, cities, towns, marketplaces, and hamlets until he reached Rājagṛha.

source: བྲམ་ཟེ་དེས་བསམས་པ།
en: The brahmin thought,

source: བདག་གིས་ཅིའི་ཕྱིར་རྩ་བ་སྤངས་ཏེ་ཡལ་ག་དང་། འདབ་མ་དང་། ལོ་མ་ལ་ཉུག་པར་བྱ།
en: “Why bother pulling off the branches, petals, and leaves while leaving the root?

source: རྒོལ་བ་གང་དག་དང་། མཁས་པར་བགྲང་བ་གང་ཇི་སྙེད་པ་དེ་དག་ཐམས་ཅད་ཀྱང་རྒྱལ་པོ་དང་ཉེ་བ་ཡིན་གྱིས།
en: Since all worthy opponents and anyone counted as learned will be close to the king,

source: བདག་ཀྱང་རྒྱལ་པོའི་གན་དུ་འགྲོའོ་སྙམ་ནས་
en: it is the king I shall see.”

source: བྲམ་ཟེ་དེ་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་
en: With that, the brahmin went to see King Bimbisāra.

source: རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་ལ་རྒྱལ་བ་དང་ཚེ་སྤེལ་བ་བྱས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །
en: On arriving, he wished King Bimbisāra success and long life,

source: ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: took a place off to one side, and addressed him:

source: ལྷ་བདག་ལ་བླ་མ་ལས་ཡི་གེ་ཉུང་ཤས་ཤིག་བླངས་པ་མཆིས་ཏེ།
en: “Your Majesty, from my guru I have received a few teachings.

source: དེའི་སླད་དུ་ལྷའི་སྤྱན་སྔར་རྒོལ་བ་དག་དང་ལྷན་ཅིག་བཀའ་མཆིད་རྣམ་པར་གཏན་ལ་དབབ་པར་འཚལ་ལོ། །
en: And so I seek to settle a matter in debate with an opponent in Your Majesty’s presence.”

source: རྒྱལ་པོས་བློན་པོ་རྣམས་ལ་སྨྲས་པ།
en: The king asked his ministers,

source: ཤེས་ལྡན་དག་ངའི་ཡུལ་ན་བྲམ་ཟེ་འདི་དང་ལྷན་ཅིག་གཏམ་རྣམ་པར་གཏན་ལ་འབེབས་པར་བྱེད་པའི་རྒོལ་བ་འགའ་ཡོད་དམ།
en: “Gentlemen , are there any opponents in my kingdom capable of settling a matter in debate with this brahmin?”

source: ལྷ་གྲོང་ན་ལ་ད་ན་བྲམ་ཟེ་གནས་ལེན་གྱི་བུ་ཞེས་བགྱི་བ་
en: “Your Majesty, in the village of Nālada there is a brahmin known as Māṭhara

source: རིག་བྱེད་དང་རིག་བྱེད་ཀྱི་ཡན་ལག་གི་ཕ་རོལ་ཏུ་མཆིས་པ་ཞུགས་ལྟ་བུའི་ཤེས་པས་རང་གི་སྨྲ་བ་གསལ་བར་བགྱིད། །
en: who has mastered the Vedas and all branches of Vedic knowledge.

source: གཞན་གྱི་སྨྲ་བ་ཚར་གཅོད་པར་རྔོ་ཐོག་པ་ཞིག་མཆིས་ཏེ།
en: With blazing intelligence, this capable man illuminates his own assertions and smashes those of others.

source: དེས་བསྟན་བཅོས་གནས་ལེན་གྱི་བུ་ཞེས་བགྱི་བ་ཉེ་བར་སྦྱར་ཏོ། །
en: He has put together a work known as Māṭhara’s Treatise

source: མཁན་པོ་གནས་ལེན་གྱི་བུ་དེ་བོས་ཤིག །
en: “Summon Master Māṭhara.”

source: ལྷ་བོད་པར་བགྱིའོ་ཞེས་
en: “As you wish, Your Majesty.”

source: དེ་དག་གིས་དེ་བོས་ནས་དེ་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་
en: Māṭhara received the summons and went to see King Bimbisāra.

source: རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་ལ་རྒྱལ་བ་དང་ཚེ་སྤེལ་བ་བྱས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་པ་དང་།
en: On arrival, he wished King Bimbisāra success and long life then took a place off to one side.

source: བློན་པོ་རྣམས་ཀྱིས་སྨྲས་པ།
en: The ministers said,

source: ལྷ་མཁན་པོ་དེ་འདི་ལགས་སོ། །
en: “This is the master, Your Majesty.”

source: རྒྱལ་པོས་འོངས་པ་ལེགས་སོ་ཞེས་བྱ་བའི་ཚིག་གིས་ཀུན་དུ་སྤྱད་དེ་སྨྲས་པ།
en: The king greeted him with words of welcome and asked,

source: མཁན་པོ་ཁྱོད་ཁོ་བོའི་མདུན་དུ་བྲམ་ཟེ་འདི་དང་ལྷན་ཅིག་གཏམ་རྣམ་པར་གཏན་ལ་དབབ་པར་བྱེད་ནུས་སམ།
en: “Master, can you settle a matter in debate in my presence with this brahmin?”
